Repository: fernflower/django_steps
Catalog: mysite/locale/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Max Makagonov, professional multi-genre double bass/bass guitar player
ru_ru: Максим Макагонов - профессиональный музыкант, мультижанровый контрабасист/бас-гитарист

source: Max Makagonov
ru_ru: Максим Макагонов

source: Max Makagonov,bass,double bass,bass guitar,jazz,funk,rock,pop,classical,music,Moscow,maxmakagonov.com,Maxim Makagonov,Maksim Makagonov,Magnitogorsk,musician,professional
ru_ru: Макс Макагонов,бас,контрабас,бас-гитара,джаз,фанк,рок,поп,классика,музыка,Москва,maxmakagonov.com,Максим Макагонов,Магнитогорск,музыкант,профессиональный,Max Makagonov,bass,double bass,bass guitar,jazz,funk,rock,pop,classical music,Moscow,Maxim Makagonov,Magnitogorsk,professional musician

source: Max Makagonov - double bass player
ru_ru: Максим Макагонов - профессиональный контрабасист

source: Menu
ru_ru: Меню

source: Videos
ru_ru: Видео

source: About
ru_ru: Биография

source: Upcoming Events
ru_ru: Календарь

source: Contact Me
ru_ru: Обратная связь

source: Double Bass
ru_ru: Контрабас

source: Bass Guitar
ru_ru: Бас-гитара

source: More
ru_ru: Ещё

source: Born in December 06, 1990 in Magnitogorsk, Russia
ru_ru: Родился 6 декабря 1990 в г. Магнитогорске в России

source: Started taking cello lessons at the age of eight
ru_ru: Начал заниматься музыкой в 8 лет у Лукьяненко А. Д. по классу виолончели

source: In 2002 passed audition to Moscow Frederic Chopin College of Music Performing where took up the double bass
ru_ru: С сентября 2000 года учился в средней школе 1173 в гимназическом классе с музыкальном уклоном. С сентября 2002 года учился в ДМШ при МГУМИ им. Ф. Шопена в классе Алексеевой Т. Г. В 2005 году поступил в класс Т. Ю. Склеминой по специальности контрабас

source: During school years garnered top prizes in numerous musical competitions, including Young talents of Moscovia, Young composers Moscow, III international competition of young musicians, Forum Festival in St. Petersburg
ru_ru: Во время обучения в школе и колледже неоднократно занимал призовые места на многочисленных музыкальных конкурсах и фестивалях, таких как Юные таланты Московии, Московский конкурс юных композиторов, III Международный конкурс юных музыкантов, Фестиваль ForumKlassika в г. Санкт-Петербург и других

source: Was a student of Moscow State Tchaikovsky Conservatory throughout 2009 - 2012, graduated from Maimonides State Classical Academy in 2015. At that time was a member of several orchestras, including chamber orchestra of Moscow Conservatory conducted by F. P. Korobov, Entre Nous orchestra conducted by A. Karimov (Grand Prix at Young Prague festival, Prague 2011), Moscow State University Theater of Ancient music orchestra conducted by V. A. Kreisberg, Averkin's Big Band, JazZyl Big Band
ru_ru: С 2009 по 2012 год был студентом МГК им. П. И. Чайковского, класс профессора Е. А. Колосова. В 2014 году закончил ГКА им. Маймонида, класс А. А. Аминова. В студенческие годы был участником нескольких оркестров, в том числе Камерного Оркестра Московской Консерватории под управлением Ф. П. Коробова, оркестра Entre Nous под управлением А. Каримова (гран-при фестиваля Young Prague 2011), оркестра Театра Старинной Музыки МГУ под управлением В. А. Крейсберга, Биг-бенде Averkin Band (п/у А. Аверкина) и JazZyl Big Band (п/у А. Зыля)

source: Engaged in various musical projects, worked with Natalia Skvortsova, Dmitry Mospan, Alexander Zinger, Brill Brothers, Evgeny Pobozhy, Sergey Osokin, Grigory Seredin, Yaroslava Simonova, Ivan Dyma, Andrea Becarro and others
ru_ru: Участвовал в разноплановых музыкальных проектах, работал с такими музыкантами, как Наталья Скворцова, Дмитрий Мосьпан, Александр Зингер, Дмитрий и Александр Бриль, Евгений Побожий, Сергей Осокин, Григорий Середин, Ярослава Симонова, Иван Дыма, Андреа Бекарро и другими

source: Participated in numerous jazz festivals and competitions, including Gnesin Jazz, Moscow State College of Pop and Jazz Art piano & guitar competitions, AquaJazz, Igor Butman's Jazz seasons, Jazz May Penza, 1Jazz.ru Festival
ru_ru: Как участник различных ансамблей и оркестров многократно принимал участие в джазовых фестивалях и конкурсах: Гнесин-Джаз, Многоликая гитара, Рояль в джазе, Свинговый бум, Акваджаз, Джазовые сезоны в Ленинских горках, Jazz May Penza, Фестиваль радио 1jazz.ru

source: Was a member of All-Russia State Television and Radio Broadcasting Company Orchestra conducted by Yury Medyanik at the All-Russian contest of young talents
ru_ru: В качестве артиста оркестра всероссийской государственной телевизионной и радиовещательной компании под управлением Юрия Медяника принимал участие в записи сезонов 2016-2018 всероссийского детского конкурса юных талантов

source: Since March 2018 lives in Prague, Czech Republic, where he has become a big part of the local jazz community. Works with many Prague-based musicians and bands, like Allison Wheeler, Daniel Bulatkin, Crossover Quintet, Jan Smigmator, Cyrille Oswald, Agnieszka Twardoch, Prague Film Orchestra and others
ru_ru: С марта 2018 живет в Праге, где стал неотъемлимой частью чешского джазового сообщества. Работает со многими местными музыкантами и коллективами, такими как Элисон Уилер, Даниил Булаткин, Квинтет Кроссовер, Ян Смигматор, Кирилл Освалд, Агнежка Твардох, Кинематографический оркестр Праги и прочими

source: Name
ru_ru: Имя

source: Please enter your name.
ru_ru: Укажите имя

source: Email Address
ru_ru: Электронная почта

source: Please enter your email address.
ru_ru: Укажите адрес электронной почты

source: Phone Number
ru_ru: Телефон

source: Please enter your phone number.
ru_ru: Укажите номер телефона

source: Message
ru_ru: Сообщение

source: Please enter a message.
ru_ru: Введите текст сообщения

source: Send
ru_ru: Отправить

source: Location
ru_ru: Город

source: Prague, Czech Republic
ru_ru: Прага, Чехия

source: Around the Web
ru_ru: В сети

source: See also
ru_ru: Друзья
